start_text1 = '''<b><i>Привіт друже! 🙂 Тобі вже набридло, постійно, шукати свій розклад? 📚Тоді цей бот був створений саме для тебе!

Натискай на ці кнопки, та дивись свій розклад! 📖</i></b>'''
start_text2 = '''<b><i>Привіт друже! 🙂 Тобі вже набридло, постійно, шукати свій розклад? 📚Тоді цей бот був створений саме для тебе!

Для початку роботи тобі потрібно вибрати свій навчальний заклад та клас. Якщо немає, то можна створити.</i></b>📝'''

command_schedule = '<b><i>Оберіть операцію нижче, яку хочете виконати. Бот готовий допомогти!</i></b>'

warning_is_not_command = '<b><i>На жаль я вас не розумію 😕. Будь ласка, перефразуйте команду.</i></b>'
warning_this_day_is_not = '<b><i>На превеликий жаль цього дня тижня не існує 😕. Будь ласка, обери день тижня з наведених кнопок.</i></b>'
warning_check_to_line_break = 'Перевірте чи немає в вашому тексті переносів рядка і напишіть ще раз.'
warning_if_not_schedules = 'Якщо ти не бачиш розкладу - це означає, що його ще не додали в базу. Це можна зробити у відповідному меню.'
warning_is_not_classes = 'В базі для цього навчального закладу немає класів!'
warning_is_not_class = 'В базі немає такого класу. Напиши ще раз.'
warning_is_not_schools = 'В базі немає навчальних закладів!'
warning_is_not_schedules_in_classes = 'На цей клас в базі немає розкладу. Вибери наступну операцію.'
warning_schedules_added = 'На цей день вже і так було додано розклад. Змінити його можна у відповідному меню. Вибери інший день.'
warning_is_not_school = 'В базі немає такої школи. Напиши ще раз.'

get_shool_name = '<b><i>Будь ласка, введіть назву вашого навчального закладу.</i></b>'
get_class_name = '<b><i>Будь ласка, тепер вкажіть назву вашого класу.</i></b>'
get_day = '<b><i>Оберіть день тижня, починаючи з понеділка і закінчуючи суботою, який вас цікавить.</i></b>'
get_schedules = '''<b><i>А тепер, тобі залишилося лише написати розклад.
УВАГА, обов\'язково пиши предмети через кому. Наприклад: Алгебра, Українська мова, Зарубіжна література....</i></b>'''
get_shool_name_for_delete = 'Вибери навчальний заклад для видалення'
get_day_for_delete = 'Тепер вибери день з якого хочеш видалити розклад:'
get_again_school_name = 'Обери знову свій навчальний заклад'

school_added = '<b><i>Навчальний заклад успішно додано до бази даних.</i></b>'
class_added = '<b><i>Успішно додано новий клас до бази даних.</i></b>'
schedules_added = '<b><i>Розклад було додано до бази даних і тепер ви можете його дивитися у відповідному меню. Чи бажаєте додати на інший день?</i></b>'

school_was_adding = '<b><i>Навчальний заклад вже було додано до бази даних. Напиши іншу назву!</i></b>'
class_was_adding = '<b><i>Цей клас вже було додано до бази даних. Напиши іншу назву!</i></b>'

next_button = '<b><i>Будь ласка, натисніть кнопку для подальших дій.</i></b>'

input_schedules_again = '<b><i>Напишіть розклад занять знову</i></b>'

info_how_to_navigation = '''Коротка інструкція по навігації:
⬅️ - прогорнути список вліво,
➡️ - прогорнути список вправо.'''
info_if_is_not_schools = 'Якщо немає потрібного навчального закладу, то можеш натиснути відповідну кнопку внизу'
info_if_is_not_classes = 'Якщо немає потрібного класу, то можеш натиснути відповідну кнопку внизу'

what_to_remove = 'Що ви хочете видалити?'
what_to_add = 'Що ви хочете додати?'

confirm_deleting = 'Щоб підтвердити видалення напиши без помилок: "Я погоджуюсь видалити"'
confirm_exit_from_editers1 = '''Ти єдиний редактор в своєму класі і якщо ти продовжиш, то розклад не можна буде змінити без Адміна. 

Щоб продовжити напиши без помилок "Я погоджуюсь вийти"'''
confirm_exit_from_editers2 = '''Якщо ти продовжиш, то розклад в своєму класі ти не зможеш змінити. 

Щоб продовжити напиши без помилок "Я погоджуюсь вийти"'''

is_deleted = 'Видалення пройшло успішно. Обери наступну дію.'
is_exit_from_editers = 'Тепер ти не редактор і не можеш змінювати розклад у минулому класі'

selection_school_and_class_good = 'Тебе успішно прив\'язано до цього закладу. Тепер тобі відразу буде показуватися розклад до цього класу. Змінити це можна у відповідному меню: "Налаштування"'
selection_class_name = 'Вибери свій клас'