start_text = '''Привіт друже!🙂 Тобі вже набридло, постійно, шукати свій розклад? 📚Тоді цей бот був створений саме для тебе!

Натискай на ці кнопки,та дивись свій розклад!📖
Тобі потрібно обрати свою школу та клас.📝'''

command_schedule = '{Обери операцію над розкладом}'

inline_show = '{показати}'

warning_schedule_is_none = '{в базі ще нема нічого, додайте перший розклад}'

warning_is_not_command = '{я вас не розумію}'

inline_add = '{додати}'

inline_edit = '{редагувати}'

inline_delete = '{видалити}'