start_text = '''<b><i>Привіт друже!🙂 Тобі вже набридло, постійно, шукати свій розклад? 📚Тоді цей бот був створений саме для тебе!

Натискай на ці кнопки,та дивись свій розклад!📖
Тобі потрібно обрати свою школу та клас.</i></b>📝'''

command_schedule = '<b><i>Оберіть операцію нижче, яку хочете виконати. Бот готовий допомогти!</i></b>'

warning_is_not_command = '<b><i> На жаль я вас не розумію😕 Будь ласка, перефразуйте команду.</i></b>'
warning_this_day_is_not = '<b><i>На превеликий жаль цього дня тижня не існує😕 Будь ласка, обери день тижня з наведених кнопок.</i></b>'
warning_check_to_line_break = 'Перевірте чи немає в вашому тексті переносів рядка і напишіть ще раз.'
warning_if_not_schedules = 'Якщо ти не бачиш розкладу - це означає, що його ще не додали в базу. Це можна зробити у відповідному меню.'
warning_is_not_classes = 'В базі для цієї школи немає класів!'
warning_is_not_schools = 'В базі немає шкіл!'
warning_is_not_schedules_in_classes = 'На цей клас в базі немає розкладу. Вибери наступну операцію.'

get_shool_name = '<b><i>Будь ласка, введіть назву вашого навчального закладу, щоб ми могли додати її до бази даних.</i></b>'
get_class_name = '<b><i>Будь ласка, тепер вкажіть назву вашого класу або групи, щоб ми могли додати її до нашої бази даних.</i></b>'
get_day = '<b><i>Оберіть день тижня, починаючи з понеділка і закінчуючи суботою, який вас цікавить.</i></b>'
get_schedules = '''<b><i>А тепер, тобі залишилося лише написати розклад.
УВАГА, обов\'язково пиши предмети через кому. Наприклад: Алгебра, Українська мова, Зарубіжна література....</i></b>'''
get_shool_name_for_delete = 'Вибери школу для видалення'
get_day_for_delete = 'Тепер вибери день з якого хочеш видалити розклад:'

school_added = '<b><i>Школа успішно додана до бази даних. Бажаєте додати клас?</i></b>'
class_added = '<b><i>Успішно додано новий клас до бази даних. Бажаєте додати розклад?</i></b>'
schedules_added = '<b><i>Дякуємо за вашу співпрацю. Розклад було додано до бази даних і тепер ви можете його дивитися у відповідному меню.</i></b>'

school_was_adding = '<b><i>Школу вже було додано до бази даних! Чи хочете ви додати новий клас?</i></b>'
class_was_adding = '<b><i>Згаданий рівень навчання, вже було додано до бази даних. Чи бажаєте ви додати новий розклад?</i></b>'

next_button = '<b><i>Будь ласка, натисніть кнопку для подальших дій.</i></b>'

input_schedules_again = '<b><i>Напишіть розклад занять знову</i></b>'

info_how_to_navigation = '''Тобі треба буде вибрати школу/клас натистувши по назві. Також є дві кнопки для навігації:
⬅️ - прогорнути список вліво,
➡️ - прогорнути список вправо.'''

what_to_remove = 'Що ви хочете видалити?'

confirm_deleting = 'Щоб підтвердити видалення напиши без помилок: "Я погоджуюсь видалити"'

is_deleted = 'Видалення пройшло успішно. Обери наступну дію.'
