start_text = '''Привіт друже!🙂 Тобі вже набридло, постійно, шукати свій розклад? 📚Тоді цей бот був створений саме для тебе!

Натискай на ці кнопки,та дивись свій розклад!📖
Тобі потрібно обрати свою школу та клас.📝'''

command_schedule = '{Обери операцію над розкладом}'

warning_is_not_command = '{я вас не розумію}'
warning_this_day_is_not = '{такого дня немає, натисни кнопку з днем}'

inline_show = '{показати}'
inline_add = '{додати}'
inline_edit = '{редагувати}'
inline_delete = '{видалити}'

get_shool_name = '{напиши назву школи}'
get_class_name = '{тепер напиши клас}'
get_day = '{тепер вибери день}'
get_schedules = '{тепер напиши розклад. обо\'язково писати кожен новий предмет через кому}'

school_added = '{школа додана в базу. додати клас? (так/ні)}'
class_added = '{додано новий клас. додати розклад? (так/ні)}'
schedules_added = '{все, розклад у базі}'

school_was_adding = '{така школа є. додати клас? (так/ні)}'
class_was_adding = '{такий клас є. додати розклад? (так/ні)}'

next_button = '{добре, обери кнопку для наступної дії}'

input_schedules_again = '{напиши розклад ще раз тоді}'
